;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Cannie
; Wise Force Deleter
; Soft Version: 1.48.46
; Update: December 20, 2018
;
[Lang]
NativeLanguage=Español
[GUI]
ButtonYes=Si
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Cerrar
ButtonRestore=Restaurar
ButtonMenu=Menu
BtnNews=Información

[Translation]
LangCode=0C0A
ReadHabit=Izquierda a derecha
LanguageName=ES
LangShortName=ES-es
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informacion
Warning=Aviso
Error=Error
Confirm=Confirmacion
;
; Popup menu
;
pmHelp=Ayuda online
pmforum=Foro
pmHome=Pagina web
pmContact=Contacte con nosotros
pmCheckNew=Buscar actualizaciones
pmLang=Idiomas
pmAbout=Sobre...
pmConMenu=Añadir al menu contextual
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter Beta
FrmWDMain.lbldesc.caption=Elimina cualquier archivo que no puede ser borrado por Windows
FrmWDMain.btnAFile.caption=Añadir archivo
FrmWDMain.btnAfolder.caption=Añadir carpeta
FrmWDMain.btnRemove.caption=Eliminar
FrmWDMain.btnDel.caption=Desbloquear y borrar
FrmWDMain.btnsupport.caption=Sugerencias
FrmWDMain.btnfacebook.hint=Siganos en facebook
FrmWDMain.btntwitter.hint=Compartir Wise Force Deleter en twitter
FrmWDMain.btngoogle.hint=Compartir Wise Force Deleter en Google+
FrmWDMain.btnemail.hint=Hable a sus amigos de Wise Force Deleter
FrmWDManin.lvfile.Columns[0]=Nombre
FrmWDManin.lvfile.Columns[1]=Ruta
FrmWDManin.lvfile.Columns[2]=Estado
;
; About
;
FrmAbout.caption=Sobre...
FrmAbout.lblver.caption=Version:
FrmAbout.lblemail.caption=Email de soporte:
FrmAbout.lblhome.caption=Pagina web:
FrmAbout.lblthanks.caption=Gracias a las siguientes personas por sus contribuciones:
FrmAbout.lblWarning.caption=Aviso: Este programa esta protegido por la legislacion de copyright y los tratados internacionales.

[Message]
NoNews=No hay nuevos mensajes.

addfolderwar=Todos los archivos y subcarpetas se eliminarán. ¿Está seguro de que desea desbloquear y eliminar esta carpeta?
sysdirs=No se puede admitir la eliminación de los directorios del sistema.
rootpath=No se puede admitir la eliminación de los directorios raíz.
netdevice=The drive is not a valid local drive.
DragFile=Solo puede arrastrar archivo en la lista.
ForceDelete=Borrado forzado
Newver=Hay una nueva version de Wise Force Deleter. Indique si desea descargarla ahora
NoNewVer=Esta utilizando la ultima version
None=Preparado
Unlocked=Desbloqueado y borrado
Deleted=Borrado
FailDel=Fallo al borrar
Aborted=Abortado
NoExists=No existe
ConfirmDel=Confirme si desea desbloquear y borrar archivos
TranslateTo=Traducir a...